/* The string for canceling a map editing function. */
"CancelKey" = "Tühista";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Kas soovite kindlasti tühistada?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Teie muudatusi ei salvestata.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Teie loodud objekti ei salvestata.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Hülga muudatused";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Tühista redigeerimine";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Sobimatu aadress";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Punkti jaoks tuleb lisada aadress";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Selle punkti jaoks pole asukohta lisatud";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Uusi punkte ei lisata";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Jätka redigeerimist";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Valige punkt, mille soovite kustutada.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Kustutatavaid punkte pole.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Kas soovite kõik punktid kindlasti eemaldada?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Ei";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Jah";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Kas soovite aktiveerida punkti?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Kas soovite aktiveerida murdjoone?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Kas soovite aktiveerida hulknurga?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Teie lisatud punkte ei muudeta ja saate objekti loomist jätkata";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Kõik teie lisatud punktid kustutatakse";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Kas soovite selle punkti kindlasti kustutada?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Salvesta";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filter";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Praegune asukoht";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Soovitusi ei leitud";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Aadress";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Eemalda kõik";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ on loodud";

/* The placeholder text of the Searchbar */
"SearchKey" = "Otsi";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Lisa uus punkt";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Aluskaart";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hübriid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Ülelennuga hübriid";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Tuhm standard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelliit";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Ülelennuga satelliit";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Lisa asukoht";

